{
  "web3.institution.list.title": "Descobrir",
  "web3.institution.list.subtitle": "Discover the nonprofits and causes that speak to you",
  "web3.privacy.policy": "Política de Privacidade",
  "web3.terms.conditions": "Termos e Condições",
  "web3.cookie.policy": "Política de Cookies",
  "web3.disconect": "Desconectar",
  "web3.connected.wallet": "Conectado",
  "web3.connect.wallet": "Conectar à carteira",
  "web3.copyright.note": "Information provided is general and educational in nature. It is not intended to be, and should not be construed as, legal or tax advice. Rules and regulations regarding tax deductions for charitable giving vary at the country and state level, and laws of a specific country, state or laws relevant to a particular situation may affect the applicability, accuracy, or completeness of the information provided. Please consult a tax advisor about the legal or tax consequences of donating in cryptocurrency. All organization names, logos, and brands are property of their respective owners, and are used on this website for identification purposes only. Use of these names, logos, and brands does not imply endorsement.",
  "web3.all.right.reserved": "© {year} esolidar. Todos os direitos reservados",
  "web3.donate": "Donate",
  "web3.donateModal.to": "Donate to {nonProfitName}",
  "web3.donateModal.allow.cusd": "Allow cUSD to be used as payment",
  "web3.donateModal.subtitle": "Ajude esta causa fazendo uma contribuição de um valor à tua ecolha.",
  "web3.donateModal.amount": "Valor da doação",
  "web3.donateModal.shortcuts": "ou use os atalhos abaixo",
  "projects.filter.ods": "ODS",
  "sdg.description.1": "Objetivos de Desenvolvimento Sustentável  (ODS)",
  "sdg.description": "Objetivos de Desenvolvimento Sustentável ",
  "sdg.description.text": "Os Objetivos de Desenvolvimento Sustentável ou ODS são um conjunto de 17 objetivos projetados para ser um \"modelo para alcançar um futuro melhor e mais sustentável para todos\"",
  "learn.more": "Saiba mais",
  "web3.successModal.subtitle": "Você acabou de doar mais gastando menos, deixando sua marca positiva no mundo com sua cripto. Obrigado por apoiar a missão {nonProfitName}!",
  "web3.successModal.transition.id": "ID da transação Blockchain",
  "web3.successModal.share.title": "Compartilhar a notícia!",
  "web3.successModal.share.subtitle": "Convide seus amigos e ajude essa boa causa",
  "web3.successModal.copy.link": "Copy link",
  "web3.successModal.blockchain.text": "Um txid ou ID de transação é uma sequência de letras e números que identifica uma transação específica em blockchain. Como o nome sugere, “confirma” literalmente que seus fundos foram enviados para o endereço correto e não para mais ninguém.",
  "web3.successModal.blockchain.learn.more.url": "https://www.cryptonary.com/cryptoschool/how-to-check-transactions-on-the-blockchain/",
  "web3.donateModal.no.balance": "Saldo insuficiente",
  "web3.thankYou": "Obrigado! 🎉",
  "web3.donateModal.error": "Lamentamos, mas ocorreu um erro inesperado e não conseguimos continuar... Por favor, leia nosso <a>guia de resolução de problemas</a>",
  "web3.error.alert": "Erro Lamentamos, mas ocorreu um erro inesperado e não conseguimos continuar..."
}
